Repository: irwebds/card-transfer-gateway
Catalog: languages/card-transfer-gateway-*.po
Languages: ar, fa_ir

source: Every %s Minutes
ar: كل %s دقيقة
fa_ir: هر %s دقیقه

source: Card Transfer Gateway
ar: بوابة تحويل البطاقات
fa_ir: درگاه کارت به کارت

source: Enable
ar: يُمكَِن
fa_ir: فعال سازی

source: Enable Card Transfer Gateway
ar: تمكين بوابة نقل البطاقة
fa_ir: فعال سازی کارت به کارت

source: Title
ar: عنوان
fa_ir: عنوان

source: Card Transfer Payment
ar: الدفع عن طريق تحويل البطاقة
fa_ir: کارت به کارت

source: Description
ar: وصف
fa_ir: توضیحات

source: Enter the payment method description here.
ar: أدخل وصف طريقة الدفع هنا.
fa_ir: توضیحات روش پرداخت را در اینجا وارد کنید.

source: Automatic Cancellation
ar: الإلغاء التلقائي
fa_ir: لغو خودکار

source: Enable Automatic Cancellation
ar: تمكين الإلغاء التلقائي
fa_ir: فعالسازی لغو خودکار

source: Automatic order cancellation after hours
ar: إلغاء الطلب تلقائيًا بعد ساعات العمل
fa_ir: لغو خودکار سفارش بعد از چند ساعت

source: For Example: 12
ar: على سبيل المثال: 12
fa_ir: به عنوان مثال: 12

source: Card Number
ar: رقم البطاقة
fa_ir: شماره کارت

source: Name
ar: اسم
fa_ir: نام صاحب حساب

source: Owner Name
ar: اسم المالك
fa_ir: نام صاحب حساب

source: Telegram Support
ar: دعم تيليجرام
fa_ir: پشتیبانی تلگرام

source: Enable Telegram Support
ar: تفعيل دعم تيليجرام
fa_ir: فعال سازی پشتیبانی تلگرام

source: Telegram Number/ID Link
ar: رابط رقم التليجرام/المعرف
fa_ir: لینک شماره/آیدی تلگرام

source: Whatsapp Support
ar: دعم الواتس اب
fa_ir: پشتیبانی واتساپ

source: Enable Whatsapp Support
ar: تفعيل دعم الواتس اب
fa_ir: فعالسازی پشتیبانی واتساپ

source: Whatsapp Link
ar: رابط الواتس اب
fa_ir: لینک واتساپ

source: Owner Name:
ar: اسم المالك:
fa_ir: نام صاحب حساب:

source: There is no name.
ar: لا يوجد اسم.
fa_ir: هیچ نامی وجود ندارد.

source: Contact via Whatsapp
ar: التواصل عبر الواتس اب
fa_ir: تماس با واتساپ

source: Contact via Telegram
ar: التواصل عبر التليجرام
fa_ir: تماس با تلگرام

source: Awaiting card transfer payment
ar: في انتظار دفع تحويل البطاقة
fa_ir: در انتظار کارت به کارت

source: Waiting for Card Transfer
ar: في انتظار تحويل البطاقة
fa_ir: در انتظار کارت به کارت

source: Waiting for Card Transfer (%s)
ar: في انتظار تحويل البطاقة (%s)
fa_ir: در انتظار کارت به کارت (%s)

source: The Card Transfer Gateway plugin is a very simple plugin for users, which eliminates the need for online payment gateways.
ar: يعد مكون Card Transfer Gateway مكونًا إضافيًا بسيطًا للغاية للمستخدمين، حيث يلغي الحاجة إلى بوابات الدفع عبر الإنترنت.
fa_ir: افزونه کارت به کارت، افزونه ای بسیار ساده جهت بی نیاز کردن شما از درگاه های پرداخت است.

source: Each %s Hour
ar: كل %s ساعة
fa_ir: هر %s ساعت

source: Please transfer the amount to card number bellow and notify support within 3 hours.
ar: يرجى تحويل المبلغ إلى رقم البطاقة أدناه وإخطار الدعم خلال 3 ساعات.
fa_ir: لطفا تا حداکثر 3 ساعت آینده، مبلغ کل سفارش را به شماره کارت زیر واریز و سپس رسید را به پشتیبانی ارسال نمایید.

source: Alireza Darvishi
ar: علي رضا درويشي
fa_ir: نام صاحب حساب

source: There is no card number.
ar: لا يوجد رقم بطاقة.
fa_ir: هیچ شماره کارتی وجود ندارد.
